// // Задача 0. Обчислити значення виразів

// // 1) S1=a+12+b
// // 2) S2=(a+b)/(2*a)
// // 3) S3=3(a+b)c
// // 4) S4=sin⁡(a-b)

// // 1)---------------
// // 1. Вводимо необхідні змінні a,b
// let a = parseFloat(prompt("Введіть значення числа a", "0"));
// let b = parseFloat(prompt("Введіть значення числа b", "0"));
// let c = parseFloat(prompt("Введіть значення числа c", "0"));
// // 2. Обчислюємо резудьтати
// let S1 = a + 12 + b;
// // 3. Виведення результатів
// document.write(`Total S1=${S1}`);

// 2)---------------
// 1. Вводимо необхідні змінні a,b

// 3)---------------
// 4)---------------
